Dlubal.RFEM5.SurfaceContactStresses
Surface contact stresses

Dlubal.RFEM5.SurfaceContactStresses.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceContactStresses.Type
Type of results

Dlubal.RFEM5.SurfaceContactStresses.LocationNo
Location number

Dlubal.RFEM5.SurfaceContactStresses.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceContactStresses.StressSigmaZ
Contact stress σz

Dlubal.RFEM5.SurfaceContactStresses.StressTauYZ
Contact stress τyz

Dlubal.RFEM5.SurfaceContactStresses.StressTauXZ
Contact stress τxz